{"<PAD>": 0, "<UNK>": 1, "smooth": 2, "vanilla": 3, "pepper": 4, "oak": 5, "and": 6, "earth": 7, "nice": 8, "glass": 9, "one": 10, "of": 11, "my": 12, "favorite": 13, "red": 14, "wine": 15, "rich": 16, "in": 17, "aroma": 18, "lovely": 19, "taste": 20, "but": 21, "on": 22, "a": 23, "sweet": 24, "side": 25, "to": 26, "palate": 27, "not": 28, "much": 29, "backbone": 30, "light": 31, "tannins": 32, "too": 33, "strawberry": 34, "with": 35, "very": 36, "finish": 37, "this": 38, "classic": 39, "owned": 40, "by": 41, "farnese": 42, "fantini": 43, "is": 44, "still": 45, "powerful": 46, "thick": 47, "dark": 48, "fruited": 49, "it": 50, "does": 51, "have": 52, "quite": 53, "the": 54, "richness": 55, "earlier": 56, "great": 57, "value": 58, "mostly": 59, "from": 60, "abruzzo": 61, "blend": 62, "5": 63, "kinds": 64, "grapefruit": 65, "montepulciano": 66, "malvasia": 67, "deep": 68, "fruit": 69, "cherry": 70, "black": 71, "chocolate": 72, "coffee": 73, "tobacco": 74, "chestnut": 75, "long": 76, "aftertaste": 77, "145": 78, "was": 79, "round": 80, "spicy": 81, "excellent": 82, "balance": 83, "for": 84, "ruby": 85, "just": 86, "right": 87, "amount": 88, "went": 89, "well": 90, "strong": 91, "curry": 92, "certainly": 93, "would": 94, "go": 95, "fatty": 96, "steak": 97, "beautiful": 98, "shiraz": 99, "kaesler": 100, "4": 101, "blackberry": 102, "utterly": 103, "drinkable": 104, "bold": 105, "probably": 106, "unbeatable": 107, "pricequality": 108, "ratio": 109, "worth": 110, "its": 111, "cost": 112, "yet": 113, "needs": 114, "some": 115, "full": 116, "bodied": 117, "balanced": 118, "notes": 119, "fruity": 120, "money": 121, "bouquet": 122, "smoke": 123, "berries": 124, "wet": 125, "wood": 126, "violet": 127, "color": 128, "clear": 129, "edge": 130, "little": 131, "cardamom": 132, "plums": 133, "raisins": 134, "good": 135, "dry": 136, "pretty": 137, "alright": 138, "wanting": 139, "drink": 140, "bit": 141, "got": 142, "fruitiness": 143, "buying": 144, "35": 145, "kr": 146, "made": 147, "monday": 148, "remarkably": 149, "better": 150, "woodiness": 151, "earthy": 152, "super": 153, "luscious": 154, "blackberries": 155, "aussie": 156, "paired": 157, "pasta": 158, "residual": 159, "sugar": 160, "left": 161, "over": 162, "pleasant": 163, "nose": 164, "hint": 165, "dominant": 166, "mint": 167, "base": 168, "close": 169, "four": 170, "body": 171, "plum": 172, "typical": 173, "new": 174, "world": 175, "easy": 176, "drinking": 177, "\ud83d\ude0a": 178, "excelente": 179, "sabor": 180, "agradable": 181, "al": 182, "y": 183, "pinots": 184, "at": 185, "almost": 186, "twice": 187, "price": 188, "are": 189, "as": 190, "bad": 191, "definitely": 192, "let": 193, "sit": 194, "before": 195, "you": 196, "completely": 197, "different": 198, "any": 199, "other": 200, "loved": 201, "casual": 202, "fruits": 203, "like": 204, "high": 205, "acidity": 206, "spice": 207, "subtle": 208, "herbaceous": 209, "refreshing": 210, "enjoyable": 211, "drinks": 212, "bottle": 213, "fullbodied": 214, "though": 215, "pudding": 216, "peppery": 217, "blends": 218, "intense": 219, "off": 220, "than": 221, "hoped": 222, "overwhelmed": 223, "sweetness": 224, "sweeter": 225, "then": 226, "i": 227, "tuscan": 228, "wines": 229, "also": 230, "stronger": 231, "california": 232, "which": 233, "me": 234, "negative": 235, "truly": 236, "fantastic": 237, "enjoy": 238, "pizza": 239, "wonderful": 240, "christmas": 241, "2022": 242, "love": 243, "flavorful": 244, "entire": 245, "experience": 246, "beginning": 247, "end": 248, "has": 249, "perfect": 250, "tone": 251, "we": 252, "will": 253, "purchase": 254, "again": 255, "primitivo": 256, "top": 257, "moreish": 258, "first": 259, "mouthful": 260, "depth": 261, "colour": 262, "bright": 263, "ripe": 264, "grippy": 265, "tannin": 266, "best": 267, "friend": 268, "style": 269, "all": 270, "raisin": 271, "can\u2019t": 272, "understand": 273, "vivino": 274, "30": 275, "mins": 276, "decanted": 277, "really": 278, "helped": 279, "shine": 280, "what": 281, "expect": 282, "solid": 283, "spectacular": 284, "pinot": 285, "noir": 286, "medium": 287, "acidic": 288, "overpowering": 289, "wouldn\u2019t": 290, "buy": 291, "be": 292, "disappointed": 293, "if": 294, "available": 295, "family": 296, "gathering": 297, "complex": 298, "store": 299, "reasonable": 300, "lots": 301, "immediately": 302, "kind": 303, "fairly": 304, "combo": 305, "peculiar": 306, "island": 307, "influence": 308, "ne": 309, "that": 310, "adds": 311, "an": 312, "extra": 313, "layer": 314, "say": 315, "freshness": 316, "furthermore": 317, "feels": 318, "13": 319, "after": 320, "second": 321, "know": 322, "more": 323, "tasty": 324, "combination": 325, "aromas": 326, "currant": 327, "cassis": 328, "soft": 329, "rather": 330, "short": 331, "currants": 332, "interesting": 333, "italian": 334, "varietals": 335, "pleasantly": 336, "surprised": 337, "includes": 338, "decent": 339, "grape": 340, "evident": 341, "definite": 342, "slight": 343, "chill": 344, "open": 345, "decant": 346, "about": 347, "degrees": 348, "cold": 349, "miss": 350, "big": 351, "everyones": 352, "quiet": 353, "french": 354, "cabernet": 355, "sauvignon": 356, "added": 357, "sangiovese": 358, "addition": 359, "felt": 360, "woven": 361, "silk": 362, "every": 363, "sip": 364, "keeper": 365, "barrel": 366, "character": 367, "leather": 368, "along": 369, "blueberries": 370, "blue": 371, "cheese": 372, "coupage": 373, "five": 374, "grapes": 375, "dirty": 376, "smell": 377, "liquorice": 378, "cinnamon": 379, "oily": 380, "mouth": 381, "heavy": 382, "warm": 383, "slightly": 384, "masculine": 385, "do": 386, "hesitate": 387, "strange": 388, "metallic": 389, "undertones": 390, "front": 391, "licorice": 392, "backend": 393, "wants": 394, "comes": 395, "mild": 396, "serve": 397, "meal": 398, "bought": 399, "name": 400, "least": 401, "while": 402, "having": 403, "distinct": 404, "presence": 405, "need": 406, "try": 407, "producer": 408, "yumm": 409, "2009": 410, "holding": 411, "general": 412, "sour": 413, "hints": 414, "prune": 415, "rating": 416, "38": 417, "flavor": 418, "had": 419, "bbq": 420, "dinner": 421, "napa": 422, "valley": 423, "\ud83c\uddfa\ud83c\uddf8": 424, "\ud83c\udf47": 425, "revisiting": 426, "affordable": 427, "pn": 428, "months": 429, "pale": 430, "cherries": 431, "cranberries": 432, "spices": 433, "cedar": 434, "floral": 435, "tart": 436, "syrup": 437, "dried": 438, "fig": 439, "bay": 440, "\ud83d\udc4c": 441, "m": 442, "juicy": 443, "relative": 444, "complexity": 445, "personally": 446, "qpr": 447, "12": 448, "\u20ac": 449, "abv": 450, "135": 451, "415": 452, "\ud83c\udfc6": 453, "allows": 454, "easter": 455, "weekend": 456, "even": 457, "through": 458, "daily": 459, "forward": 460, "gentle": 461, "alcohol": 462, "burn": 463, "back": 464, "throat": 465, "tertiary": 466, "cigar": 467, "box": 468, "forest": 469, "floor": 470, "length": 471, "tangy": 472, "start": 473, "offdry": 474, "smoked": 475, "we\u2019ll": 476, "mixture": 477, "worse": 478, "layered": 479, "2018": 480, "knock": 481, "6": 482, "take": 483, "your": 484, "mind": 485, "soul": 486, "huge": 487, "flavour": 488, "lingering": 489, "faint": 490, "vintage": 491, "2019": 492, "flavors": 493, "so": 494, "summer": 495, "simple": 496, "straight": 497, "basic": 498, "sure": 499, "can": 500, "call": 501, "\ud83d\udc43": 502, "\ud83d\udc45": 503, "meeting": 504, "friends": 505, "local": 506, "shop": 507, "b": 508, "table": 509, "pairs": 510, "meats": 511, "loves": 512, "oaks": 513, "ready": 514, "or": 515, "keep": 516, "cellar": 517, "10": 518, "years": 519, "outstanding": 520, "put": 521, "wish": 522, "list": 523, "life": 524, "velvety": 525, "blackcurrant": 526, "en": 527, "lekker": 528, "starts": 529, "evolves": 530, "tongue": 531, "turns": 532, "into": 533, "middle": 534, "finishes": 535, "i\u2019d": 536, "hearty": 537, "tomato": 538, "based": 539, "recommend": 540, "quality": 541, "among": 542, "spanish": 543, "highly": 544, "rate": 545, "\ud83c\uddee\ud83c\uddf9": 546, "selection": 547, "14": 548, "remember": 549, "question": 550, "aglianico": 551, "last": 552, "\ud83e\udd2a": 553, "nearly": 554, "appearance": 555, "blueberry": 556, "intensity": 557, "pronounced": 558, "reflecting": 559, "finish\u2026": 560, "aging": 561, "potential": 562, "\ud83c\udf77\ud83c\udf77": 563, "cheers": 564, "salud": 565, "prost": 566, "sant\u00e9": 567, "sa\u00fade": 568, "toffee": 569, "sandalwood": 570, "leads": 571, "lively": 572, "punchy": 573, "hour": 574, "nuances": 575, "could": 576, "8": 577, "prime": 578, "4th": 579, "odd": 580, "time": 581, "keeps": 582, "surprising": 583, "absolutely": 584, "delicious": 585, "gets": 586, "pairing": 587, "hard": 588, "beat": 589, "content": 590, "here": 591, "tastes": 592, "next": 593, "day": 594, "nothing": 595, "crazy": 596, "simply": 597, "amazing": 598, "argentina": 599, "opened": 600, "year": 601, "wasnt": 602, "there": 603, "night": 604, "wow": 605, "disappeared": 606, "easily": 607, "rioja": 608, "might": 609, "plus": 610, "netherlands": 611, "ever": 612, "around": 613, "seem": 614, "damn": 615, "found": 616, "case": 617, "makes": 618, "want": 619, "grill": 620, "2015": 621, "1": 622, "now": 623, "hours": 624, "decanting": 625, "tar": 626, "43": 627, "maybe": 628, "44": 629, "36": 630, "\ud83c\udf52": 631, "jam": 632, "cocoa": 633, "\ud83d\ude0b": 634, "dense": 635, "structure": 636, "\ud83d\ude00": 637, "thing": 638, "today": 639, "young": 640, "\ud83d\ude42": 641, "i\u2019m": 642, "going": 643, "wait": 644, "few": 645, "\ud83d\ude01": 646, "superb": 647, "flavours": 648, "plenty": 649, "led": 650, "tempranillo": 651, "lacks": 652, "2016": 653, "powering": 654, "gorgeous": 655, "tang": 656, "butter": 657, "solo": 658, "meat": 659, "roriz": 660, "tinta": 661, "franca": 662, "15": 663, "touriga": 664, "texture": 665, "didn\u2019t": 666, "jammy": 667, "unbalanced": 668, "41": 669, "average": 670, "touch": 671, "overrated": 672, "ribera": 673, "del": 674, "duero": 675, "low": 676, "tannic": 677, "boldness": 678, "taurasi": 679, "integrated": 680, "small": 681, "perfumed": 682, "grilled": 683, "picanha": 684, "add": 685, "wonder": 686, "berry": 687, "refined": 688, "moderate": 689, "lack": 690, "note": 691, "actually": 692, "it\u2019s": 693, "performance": 694, "packed": 695, "gott": 696, "og": 697, "should": 698, "drank": 699, "hazelnut": 700, "giant": 701, "southern": 702, "italy": 703, "due": 704, "their": 705, "they": 706, "totally": 707, "customer": 708, "oriented": 709, "exactly": 710, "approach": 711, "2": 712, "regions": 713, "3": 714, "further": 715, "south": 716, "negroamaro": 717, "nera": 718, "purple": 719, "tight": 720, "legs": 721, "surprisingly": 722, "fine": 723, "toasted": 724, "smokey": 725, "enveloping": 726, "attack": 727, "sweetish": 728, "bramble": 729, "issues": 730, "out": 731, "minerality": 732, "point": 733, "tasted": 734, "food": 735, "something": 736, "fat": 737, "iron": 738, "use": 739, "help": 740, "mellow": 741, "oaky": 742, "prominent": 743, "\u00e0": 744, "talk": 745, "no": 746, "29": 747, "32": 748, "russian": 749, "club": 750, "blind": 751, "tasting": 752, "bread": 753, "coriander": 754, "minerals": 755, "rubber": 756, "balsamic": 757, "empty": 758, "unfiltered": 759, "order": 760, "vin": 761, "zip": 762, "feel": 763, "heat": 764, "fabulous": 765, "breathe": 766, "another": 767, "growing": 768, "puglia": 769, "produced": 770, "two": 771, "later": 772, "prunes": 773, "bitter": 774, "toast": 775, "acids": 776, "reason": 777, "am": 778, "barbecue": 779, "place": 780, "alongside": 781, "overly": 782, "lush": 783, "minutes": 784, "true": 785, "beauty": 786, "enjoyed": 787, "head": 788, "make": 789, "stop": 790, "think": 791, "relaxed": 792, "richer": 793, "expecting": 794, "deeply": 795, "highlights": 796, "candy": 797, "coming": 798, "somewhere": 799, "between": 800, "thanks": 801, "dave": 802, "sunset": 803, "seafood": 804, "adventure": 805, "rain": 806, "lamb": 807, "somewhat": 808, "delicately": 809, "mixed": 810, "beyond": 811, "touches": 812, "came": 813, "2017": 814, "far": 815, "elegant": 816, "fermented": 817, "cooler": 818, "stars": 819, "douro": 820, "vivid": 821, "violets": 822, "silky": 823, "smoky": 824, "similar": 825, "tones": 826, "dont": 827, "\u2026": 828, "matured": 829, "45": 830, "3rd": 831, "cork": 832, "goodness": 833, "bordeaux": 834, "looong": 835, "tell": 836, "thought": 837, "overall": 838, "choice": 839, "eating": 840, "2013": 841, "magic": 842, "did": 843, "happen": 844, "kept": 845, "strength": 846, "rounded": 847, "compared": 848, "fresh": 849, "followed": 850, "cant": 851, "believe": 852, "only": 853, "9": 854, "yummy": 855, "raspberry": 856, "straightforward": 857, "rose": 858, "works": 859, "nights": 860, "reviews": 861, "ends": 862, "forrest": 863, "pallet": 864, "bank": 865, "most": 866, "beef": 867, "same": 868, "decanter": 869, "needed": 870, "lot": 871, "mushroom": 872, "nicely": 873, "less": 874, "levels": 875, "pear": 876, "own": 877, "duoro": 878, "17": 879, "honey": 880, "indicate": 881, "zin": 882, "green": 883, "flowers": 884, "ink": 885, "everyone": 886, "who": 887, "describe": 888, "lighter": 889, "chianti": 890, "softer": 891, "way": 892, "cabs": 893, "incredible": 894, "indeed": 895, "brilliant": 896, "seen": 897, "jamon": 898, "ask": 899, "cannot": 900, "everything": 901, "none": 902, "overwhelming": 903, "enjoying": 904, "soon": 905, "mr": 906, "that\u2019s": 907, "smashing": 908, "saddle": 909, "savoury": 910, "wife": 911, "when": 912, "get": 913, "home": 914, "abundant": 915, "imo": 916, "imagine": 917, "tender": 918, "undergrowth": 919, "shy": 920, "sunlight": 921, "you\u2019re": 922, "village": 923, "rustic": 924, "pie": 925, "charcoal": 926, "loaded": 927, "disappointing": 928, "tasteful": 929, "buttery": 930, "given": 931, "age": 932, "finished": 933, "costco": 934, "june": 935, "liked": 936, "weird": 937, "happens": 938, "gingerbread": 939, "molasses": 940, "dreaming": 941, "myself": 942, "away": 943, "garden": 944, "absolute": 945, "wooden": 946, "malbec": 947, "lover": 948, "generally": 949, "flat": 950, "profile": 951, "superstar": 952, "biedronka": 953, "syrupy": 954, "eye": 955, "goes": 956, "perfume": 957, "vegetal": 958, "mid": 959, "velvet": 960, "such": 961, "italy\u2019s": 962, "gem": 963, "times": 964, "states": 965, "hope": 966, "stays": 967, "because": 968, "remarkable": 969, "satisfying": 970, "pleaser": 971, "australian": 972, "barossa": 973, "area": 974, "sense": 975, "exact": 976, "tesco": 977, "supermarket": 978, "crowd": 979, "cup": 980, "tea": 981, "enough": 982, "varieties": 983, "blended": 984, "ribena": 985, "bargain": 986, "quickly": 987, "becoming": 988, "favourite": 989, "always": 990, "barolo": 991, "acid": 992, "clean": 993, "smells": 994, "beautifully": 995, "intensely": 996, "shows": 997, "been": 998, "falling": 999, "sa": 1000, "early": 1001, "\ud83d\ude1c": 1002, "chance": 1003, "chilled": 1004, "sage": 1005, "50th": 1006, "birthday": 1007, "concentrated": 1008, "tast": 1009, "vanillay": 1010, "cotton": 1011, "up": 1012, "entry": 1013, "book": 1014, "river": 1015, "being": 1016, "directly": 1017, "compare": 1018, "brown": 1019, "anticipated": 1020, "hit": 1021, "bat": 1022, "wouldnt": 1023, "avoid": 1024, "aerate": 1025, "fuller": 1026, "deeper": 1027, "40": 1028, "without": 1029, "med": 1030, "aromatic": 1031, "herbs": 1032, "robust": 1033, "savory": 1034, "return": 1035, "barriques": 1036, "moderately": 1037, "sauce": 1038, "aromatics": 1039, "possibly": 1040, "tad": 1041, "otherwise": 1042, "dose": 1043, "tanins": 1044, "awesome": 1045, "woody": 1046, "confraria": 1047, "dos": 1048, "event": 1049, "fact": 1050, "number": 1051, "several": 1052, "33": 1053, "25": 1054, "7": 1055, "nero": 1056, "aged": 1057, "barrels": 1058, "structured": 1059, "stone": 1060, "live": 1061, "third": 1062, "how": 1063, "fourth": 1064, "near": 1065, "pure": 1066, "driven": 1067, "inky": 1068, "whilst": 1069, "decadent": 1070, "cordoba": 1071, "crescendo": 1072, "iconic": 1073, "became": 1074, "famous": 1075, "chris": 1076, "until": 1077, "estate": 1078, "original": 1079, "property": 1080, "blanc": 1081, "inspired": 1082, "65": 1083, "merlot": 1084, "i\u2019ve": 1085, "putting": 1086, "trying": 1087, "story": 1088, "disappoint": 1089, "however": 1090, "1st": 1091, "recently": 1092, "thankfully": 1093, "disappointment": 1094, "indulgent": 1095, "cousin": 1096, "gifted": 1097, "pleasure": 1098, "copenhagen": 1099, "dkk": 1100, "become": 1101, "honestly": 1102, "paprika": 1103, "peppermint": 1104, "unique": 1105, "days": 1106, "getting": 1107, "fall": 1108, "feeling": 1109, "mix": 1110, "elements": 1111, "garnet": 1112, "rim": 1113, "espresso": 1114, "cigars": 1115, "lasting": 1116, "recommended": 1117, "score": 1118, "48": 1119, "vines": 1120, "opens": 1121, "sugared": 1122, "roses": 1123, "weak": 1124, "cream": 1125, "yeast": 1126, "dates": 1127, "itself": 1128, "grocery": 1129, "were": 1130, "pouring": 1131, "already": 1132, "magenta": 1133, "lightness": 1134, "pour": 1135, "rare": 1136, "find": 1137, "chocolaty": 1138, "although": 1139, "tried": 1140, "winter": 1141, "salmon": 1142, "delight": 1143, "hot": 1144, "summers": 1145, "40\u2b50\ufe0f": 1146, "roast": 1147, "pork": 1148, "danish": 1149, "fit": 1150, "isnt": 1151, "stillness": 1152, "key": 1153, "roble": 1154, "vainilla": 1155, "mora": 1156, "cereza": 1157, "ciruela": 1158, "tabaco": 1159, "fruta": 1160, "negra": 1161, "reserva": 1162, "tonnes": 1163, "opening": 1164, "pleasurable": 1165, "guess": 1166, "identify": 1167, "cs": 1168, "unknown": 1169, "option": 1170, "sipper": 1171, "piece": 1172, "happy": 1173, "special": 1174, "knows": 1175, "hell": 1176, "whole": 1177, "down": 1178, "dessert": 1179, "id": 1180, "pair": 1181, "treat": 1182, "half": 1183, "cloves": 1184, "layers": 1185, "ending": 1186, "85": 1187, "mazuelo": 1188, "graciano": 1189, "spain": 1190, "per": 1191, "gradually": 1192, "h": 1193, "frutos": 1194, "rojos": 1195, "un": 1196, "final": 1197, "se": 1198, "bien": 1199, "predominant": 1200, "ultra": 1201, "meditation": 1202, "fragrant": 1203, "cranberry": 1204, "winemaker": 1205, "sunshine": 1206, "marvelous": 1207, "said": 1208, "those": 1209, "never": 1210, "expected": 1211, "scents": 1212, "olives": 1213, "corky": 1214, "lightly": 1215, "drinker": 1216, "suit": 1217, "many": 1218, "perhaps": 1219, "boring": 1220, "backlog": 1221, "worst": 1222, "market": 1223, "fake": 1224, "terrible": 1225, "headache": 1226, "youthful": 1227, "san": 1228, "noble": 1229, "remembrance": 1230, "embedded": 1231, "velvetly": 1232, "\ud83d\udc4d": 1233, "rdd": 1234, "concentration": 1235, "friday": 1236, "bar": 1237, "takes": 1238, "brought": 1239, "redcurrant": 1240, "ageing": 1241, "recommendation": 1242, "idea": 1243, "im": 1244, "saying": 1245, "wont": 1246, "stand": 1247, "fancy": 1248, "tinge": 1249, "ok": 1250, "tier": 1251, "real": 1252, "older": 1253, "lady": 1254, "barely": 1255, "able": 1256, "see": 1257, "commercial": 1258, "tremendous": 1259, "punch": 1260, "either": 1261, "past": 1262, "yourself": 1263, "instead": 1264, "glad": 1265, "superior": 1266, "product": 1267, "ahead": 1268, "dip": 1269, "ain\u2019t": 1270, "since": 1271, "changed": 1272, "them": 1273, "fro": 1274, "may": 1275, "cheap": 1276, "else": 1277, "rough": 1278, "grainy": 1279, "apart": 1280, "non": 1281, "bombastic": 1282, "boom": 1283, "hrs": 1284, "storage": 1285, "others": 1286, "fascinating": 1287, "old": 1288, "bomb": 1289, "plain": 1290, "syrah": 1291, "nonvintage": 1292, "tail": 1293, "elegance": 1294, "type": 1295, "collection": 1296, "both": 1297, "gift": 1298, "hue": 1299, "bursting": 1300, "caramel": 1301, "purplered": 1302, "filled": 1303, "haven\u2019t": 1304, "especially": 1305, "fan": 1306, "reds": 1307, "stews": 1308, "blackcurrants": 1309, "explosion": 1310, "joy": 1311, "nebbiolo": 1312, "showing": 1313, "don\u2019t": 1314, "version": 1315, "give": 1316, "petal": 1317, "companion": 1318, "matched": 1319, "chicken": 1320, "course": 1321, "tiny": 1322, "where": 1323, "social": 1324, "events": 1325, "roasted": 1326, "complimented": 1327, "dish": 1328, "pencil": 1329, "shavings": 1330, "firm": 1331, "2021": 1332, "qualities": 1333, "st": 1334, "emilion": 1335, "grand": 1336, "cru": 1337, "pleasing": 1338, "somehow": 1339, "mouthfeel": 1340, "discovered": 1341, "de": 1342, "poland": 1343, "easydrinking": 1344, "despite": 1345, "harsh": 1346, "cab": 1347, "bacon": 1348, "warming": 1349, "grip": 1350, "isn\u2019t": 1351, "aggressive": 1352, "leathery": 1353, "alone": 1354, "crafted": 1355, "creamy": 1356, "abundance": 1357, "notice": 1358, "perfectly": 1359, "against": 1360, "secondary": 1361, "suitable": 1362, "gave": 1363, "personal": 1364, "preference": 1365, "level": 1366, "masking": 1367, "greater": 1368, "festival": 1369, "gravel": 1370, "\ud83d\ude03": 1371, "fam": 1372, "exceptional": 1373, "alot": 1374, "verry": 1375, "goto": 1376, "90": 1377, "pv": 1378, "tuscany": 1379, "\ud83d\udc41": 1380, "offering": 1381, "graphite": 1382, "pomegranate": 1383, "distinctive": 1384, "accompanied": 1385, "\u270d\ud83c\udffc": 1386, "petit": 1387, "verdot": 1388, "seems": 1389, "cheers\ud83c\udf77": 1390, "eucalyptus": 1391, "grass": 1392, "knew": 1393, "gold": 1394, "extremely": 1395, "scent": 1396, "spring": 1397, "edizione": 1398, "previous": 1399, "ones": 1400, "label": 1401, "weight": 1402, "suggest": 1403, "mineral": 1404, "100": 1405, "ash": 1406, "whiff": 1407, "reveals": 1408, "amarena": 1409, "sticky": 1410, "homemade": 1411, "thoroughly": 1412, "predictable": 1413, "bloody": 1414, "starting": 1415, "gooseberry": 1416, "boot": 1417, "offset": 1418, "once": 1419, "breath": 1420, "\u00a310": 1421, "these": 1422, "varm": 1423, "colors": 1424, "clove": 1425, "star": 1426, "anise": 1427, "popcorn": 1428, "riped": 1429, "features": 1430, "w": 1431, "stellenbosch": 1432, "franc": 1433, "21": 1434, "result": 1435, "sniff": 1436, "coupled": 1437, "marzipan": 1438, "supporting": 1439, "couple": 1440, "terroir": 1441, "powerfull": 1442, "bell": 1443, "london": 1444, "restaurant": 1445, "our": 1446, "usd": 1447, "thats": 1448, "darker": 1449, "palette": 1450, "window": 1451, "chewy": 1452, "mushrooms": 1453, "meals": 1454, "sharp": 1455, "dominates": 1456, "potatoes": 1457, "northern": 1458, "bottles": 1459, "loads": 1460, "plump": 1461, "fried": 1462, "rice": 1463, "cherrys": 1464, "morrisons": 1465, "42": 1466, "mistake": 1467, "juice": 1468, "p": 1469, "n": 1470, "qualityprice": 1471, "adequate": 1472, "euros": 1473, "muy": 1474, "buen": 1475, "que": 1476, "una": 1477, "nariz": 1478, "boca": 1479, "acidez": 1480, "suave": 1481, "menos": 1482, "es": 1483, "each": 1484, "single": 1485, "component": 1486, "components": 1487, "11": 1488, "apparently": 1489, "ratings": 1490, "hitting": 1491, "above": 1492, "mark": 1493, "opinion": 1494, "drop": 1495, "sun": 1496, "eine": 1497, "evening": 1498, "\ud83d\ude09": 1499, "unconventional": 1500, "\u2b50": 1501, "italia": 1502, "\ud83c\udfd5": 1503, "irpinia": 1504, "campi": 1505, "taurasini": 1506, "\ud83c\udf77": 1507, "impressions": 1508, "dusty": 1509, "impression": 1510, "turn": 1511, "considering": 1512, "density": 1513, "plush": 1514, "mocha": 1515, "magnum": 1516, "ice": 1517, "37": 1518, "usually": 1519, "prefer": 1520, "zinfandel": 1521, "nuance": 1522, "glasses": 1523, "\ud83e\udd23": 1524, "florence": 1525, "initially": 1526, "overripe": 1527, "tanines": 1528, "bitterness": 1529, "noticeable": 1530, "likes": 1531, "future": 1532, "mainstream": 1533, "spicier": 1534, "vine": 1535, "coravin": 1536, "safe": 1537, "ago": 1538, "letting": 1539, "must": 1540, "saffa": 1541, "wtso": 1542, "covered": 1543, "vol": 1544, "usual": 1545, "used": 1546, "agree": 1547, "cooled": 1548, "meaty": 1549, "steaks": 1550, "fully": 1551, "punches": 1552, "\u2014": 1553, "campania": 1554, "\ud83d\udc40": 1555, "cooked": 1556, "\ud83d\udc49": 1557, "portugal": 1558, "39": 1559, "positive": 1560, "tobaco": 1561, "alcoholic": 1562, "match": 1563, "expectations": 1564, "strawberries": 1565, "drier": 1566, "nutmeg": 1567, "tbone": 1568, "amarone": 1569, "gives": 1570, "fans": 1571, "lol": 1572, "chocolat": 1573, "bouche": 1574, "duck": 1575, "peanut": 1576, "jelly": 1577, "work": 1578, "salute": 1579, "\ud83c\udf77\ud83c\uddee\ud83c\uddf9": 1580, "menthol": 1581, "unexpectedly": 1582, "range": 1583, "associate": 1584, "expensive": 1585, "reminds": 1586, "chateau": 1587, "du": 1588, "smoother": 1589, "aeration": 1590, "appropriate": 1591, "temperature": 1592, "meet": 1593, "valencia": 1594, "deceptively": 1595, "looks": 1596, "delicate": 1597, "classico": 1598, "edges": 1599, "persistent": 1600, "ideal": 1601, "accompany": 1602, "tapas": 1603, "appetizers": 1604, "cured": 1605, "cheeses": 1606, "lean": 1607, "served": 1608, "goose": 1609, "cellaring": 1610, "towards": 1611, "wrong": 1612, "rated": 1613, "power": 1614, "sourness": 1615, "airy": 1616, "pts": 1617, "unbelievable": 1618, "compote": 1619, "week": 1620, "inexpensive": 1621, "spaghetti": 1622, "meatballs": 1623, "1015": 1624, "barnyard": 1625, "funk": 1626, "mediumlight": 1627, "masses": 1628, "please": 1629, "beast": 1630, "confused": 1631, "rome": 1632, "carbonara": 1633, "l": 1634, "sample": 1635, "turning": 1636, "thank": 1637, "company": 1638, "125038987aksel": 1639, "lund": 1640, "tannines": 1641, "40\ud83c\udf1f": 1642, "flavored": 1643, "region": 1644, "cloudy": 1645, "appreciate": 1646, "country": 1647, "greatest": 1648, "scored": 1649, "faded": 1650, "delightfully": 1651, "allspice": 1652, "parties": 1653, "rossa": 1654, "slate": 1655, "stellar": 1656, "party": 1657, "double": 1658, "group": 1659, "hits": 1660, "rock": 1661, "serious": 1662, "bdx": 1663, "attractive": 1664, "rewarding": 1665, "discount": 1666, "characteristics": 1667, "doesn\u2019t": 1668, "primitivos": 1669, "plays": 1670, "99": 1671, "people": 1672, "surprise": 1673, "sexy": 1674, "baked": 1675, "throughout": 1676, "ordered": 1677, "pick": 1678, "tomorrow": 1679, "chardonnay": 1680, "monster": 1681, "ground": 1682, "finale": 1683, "burned": 1684, "significant": 1685, "variety": 1686, "indigenous": 1687, "background": 1688, "yeasty": 1689, "wellbalanced": 1690, "expressive": 1691, "\ud83c\udf47\ud83c\udf77\ud83c\udf77\ud83d\udc4d\ud83c\udffb\ud83d\ude03\ud83d\udc4c\ud83c\udffb": 1692, "guvnor": 1693, "winery": 1694, "earthiness": 1695, "burst": 1696, "raspberries": 1697, "rounding": 1698, "raw": 1699, "cacao": 1700, "tingle": 1701, "jamminess": 1702, "dc": 1703, "disturbing": 1704, "form": 1705, "textured": 1706, "mature": 1707, "tension": 1708, "exciting": 1709, "lacking": 1710, "present": 1711, "acceptable": 1712, "sirloin": 1713, "lemon": 1714, "cheesecake": 1715, "says": 1716, "rosso": 1717, "italiano": 1718, "agreeable": 1719, "tons": 1720, "longer": 1721, "\u00a38": 1722, "noise": 1723, "under": 1724, "stuff": 1725, "hype": 1726, "didnt": 1727, "blow": 1728, "booze": 1729, "kirsch": 1730, "cake": 1731, "intenso": 1732, "largo": 1733, "dryer": 1734, "greatly": 1735, "compliment": 1736, "chocolates": 1737, "improve": 1738, "dishes": 1739, "fades": 1740, "dull": 1741, "looking": 1742, "native": 1743, "palates": 1744, "modest": 1745, "wonderfull": 1746, "characters": 1747, "toward": 1748, "struggle": 1749, "burnt": 1750, "current": 1751, "highlight": 1752, "47": 1753, "graves": 1754, "farmyard": 1755, "stunning": 1756, "afterwards": 1757, "tastings": 1758, "incredibly": 1759, "fillet": 1760, "truffle": 1761, "nonetheless": 1762, "callet": 1763, "come": 1764, "anything": 1765, "42\ud83c\udf1f": 1766, "change": 1767, "\ud83c\udf55": 1768, "herbal": 1769, "rouges": 1770, "taking": 1771, "tonight": 1772, "us": 1773, "house": 1774, "fullness": 1775, "awards": 1776, "deserved": 1777, "astrale": 1778, "artificial": 1779, "toscana": 1780, "everyday": 1781, "mainly": 1782, "evolving": 1783, "tn": 1784, "follow": 1785, "flinty": 1786, "soil": 1787, "preserved": 1788, "beans": 1789, "cracked": 1790, "lengthy": 1791, "lead": 1792, "2012": 1793, "spot": 1794, "plumb": 1795, "scoring": 1796, "foods": 1797, "worked": 1798, "large": 1799, "modern": 1800, "\u2764\ufe0f": 1801, "drunk": 1802, "younger": 1803, "meant": 1804, "men": 1805, "kraftig": 1806, "av": 1807, "god": 1808, "yum": 1809, "burgers": 1810, "suggestion": 1811, "vanille": 1812, "fondue": 1813, "coconut": 1814, "oregano": 1815, "mallorca": 1816, "leaves": 1817, "nevertheless": 1818, "mine": 1819, "dominating": 1820, "sand": 1821, "pace": 1822, "break": 1823, "langhe": 1824, "20": 1825, "ny": 1826, "emilio": 1827, "moro": 1828, "dad": 1829, "zuly": 1830, "bas\u00edlico": 1831, "interested": 1832, "20th": 1833, "anniversary": 1834, "impressed": 1835, "her": 1836, "doubt": 1837, "central": 1838, "d\u2019avola": 1839, "mellowed": 1840, "sitting": 1841, "requires": 1842, "tannis": 1843, "points": 1844, "luca": 1845, "maroni": 1846, "baking": 1847, "grained": 1848, "watering": 1849, "610": 1850, "ish": 1851, "scale": 1852, "stock": 1853, "flavourful": 1854, "consistent": 1855, "dimension": 1856, "kick": 1857, "cali": 1858, "la": 1859, "chalky": 1860, "common": 1861, "upfront": 1862, "medicinal": 1863, "possible": 1864, "white": 1865, "appreciated": 1866, "unripe": 1867, "smoothest": 1868, "sugary": 1869, "deal": 1870, "holidays": 1871, "majestic": 1872, "boysenberry": 1873, "recent": 1874, "vintages": 1875, "pungent": 1876, "equivalent": 1877, "skin": 1878, "playful": 1879, "ambitious": 1880, "aka": 1881, "tanic": 1882, "fireplace": 1883, "project": 1884, "unfortunately": 1885, "cane": 1886, "standard": 1887, "look": 1888, "natural": 1889, "primary": 1890, "almond": 1891, "mediumhigh": 1892, "packaged": 1893, "bring": 1894, "greatness": 1895, "he": 1896, "via": 1897, "relatively": 1898, "bourbon": 1899, "89": 1900, "sorry": 1901, "tears": 1902, "glas": 1903, "stains": 1904, "dries": 1905, "called": 1906, "thinks": 1907, "opulent": 1908, "supported": 1909, "hey": 1910, "93": 1911, "asparagus": 1912, "bowl": 1913, "\u201c": 1914, "energy": 1915, "traditional": 1916, "leafy": 1917, "orange": 1918, "peel": 1919, "mingle": 1920, "citrusy": 1921, "vineyards": 1922, "425": 1923, "eve": 1924, "banana": 1925, "finely": 1926, "bolgheri": 1927, "picking": 1928, "deliciously": 1929, "notch": 1930, "held": 1931, "wonderfully": 1932, "clearly": 1933, "fish": 1934, "wanted": 1935, "harmonious": 1936, "ar": 1937, "91": 1938, "veneto": 1939, "paid": 1940, "\u00a3899": 1941, "rib": 1942, "oven": 1943, "bearnaise": 1944, "generous": 1945, "etc": 1946, "kill": 1947, "built": 1948, "why": 1949, "higher": 1950, "creme": 1951, "women": 1952, "tanin": 1953, "korea": 1954, "antinori": 1955, "il": 1956, "purplish": 1957, "hopes": 1958, "leave": 1959, "slow": 1960, "risotto": 1961, "i\u2019ll": 1962, "admit": 1963, "likely": 1964, "minimal": 1965, "mountain": 1966, "doc": 1967, "80": 1968, "60": 1969, "smokiness": 1970, "tutti": 1971, "oh": 1972, "rudy": 1973, "brambles": 1974, "hr": 1975, "picked": 1976, "liquor": 1977, "ordinary": 1978, "particular": 1979, "giving": 1980, "salt": 1981, "leg": 1982, "shed": 1983, "particularly": 1984, "sweetened": 1985, "express": 1986, "2020": 1987, "create": 1988, "parma": 1989, "goat": 1990, "mango": 1991, "vinegar": 1992, "glaze": 1993, "heaven": 1994, "main": 1995, "pricy": 1996, "geneva": 1997, "senses": 1998, "warmer": 1999, "prove": 2000, "maker": 2001, "class": 2002, "pack": 2003, "immediate": 2004, "colored": 2005, "matter": 2006, "smelling": 2007, "barn": 2008, "milk": 2009, "bolognese": 2010, "mediumlong": 2011, "chop": 2012, "rosemary": 2013, "offer": 2014, "18": 2015, "slurp": 2016, "sipping": 2017, "accents": 2018, "benefit": 2019, "wild": 2020, "lingonberries": 2021, "\ud83c\udf6b": 2022, "\u2615\ufe0f": 2023, "characteristic": 2024, "known": 2025, "appealing": 2026, "steal": 2027, "indian": 2028, "fullbody": 2029, "semisweet": 2030, "pino": 2031, "cooking": 2032, "ben": 2033, "q": 2034, "february": 2035, "stallion": 2036, "initial": 2037, "smoothness": 2038, "neat": 2039, "coloured": 2040, "priced": 2041, "proper": 2042, "monastrell": 2043, "you\u2019d": 2044, "cola": 2045, "behind": 2046, "his": 2047, "vanila": 2048, "sweat": 2049, "specific": 2050, "overbearing": 2051, "difficult": 2052, "supple": 2053, "tabacco": 2054, "flow": 2055, "saint\u00e9milion": 2056, "31": 2057, "total": 2058, "delighted": 2059, "bodies": 2060, "sans": 2061, "wedding": 2062, "city": 2063, "corvina": 2064, "rubyred": 2065, "alc": 2066, "140": 2067, "she": 2068, "hefty": 2069, "translucent": 2070, "subdued": 2071, "blending": 2072, "balances": 2073, "coated": 2074, "residue": 2075, "demanding": 2076, "harshness": 2077, "lose": 2078, "reduced": 2079, "broad": 2080, "alive": 2081, "sensations": 2082, "chinese": 2083, "making": 2084, "fair": 2085, "divine": 2086, "encorpado": 2087, "frutado": 2088, "adocicado": 2089, "sufficient": 2090, "center": 2091, "saturated": 2092, "herb": 2093, "rainy": 2094, "climate": 2095, "tabac": 2096, "preferred": 2097, "listed": 2098, "hidden": 2099, "grant": 2100, "burge": 2101, "83": 2102, "face": 2103, "rs": 2104, "2010": 2105, "reviewed": 2106, "negromaro": 2107, "marmalade": 2108, "amazingly": 2109, "fragrance": 2110, "burning": 2111, "sensation": 2112, "handle": 2113, "lunch": 2114, "delightful": 2115, "heart": 2116, "sensational": 2117, "4\u2b50\ufe0f": 2118, "crimson": 2119, "tells": 2120, "she\u2019s": 2121, "forever": 2122, "wicked": 2123, "there\u2019s": 2124, "stewed": 2125, "damp": 2126, "juniper": 2127, "powdery": 2128, "leaf": 2129, "olive": 2130, "okay": 2131, "lasagne": 2132, "review": 2133, "normal": 2134, "krw": 2135, "won\u2019t": 2136, "appassimento": 2137, "fruityness": 2138, "dryness": 2139, "finnish": 2140, "dabruzzo": 2141, "\ud83d\udc4d\ud83d\udc4d\ud83d\udc4d": 2142, "\ud83e\udd47": 2143, "\ud83c\udf7d": 2144, "game": 2145, "venison": 2146, "serving": 2147, "c": 2148, "lasagna": 2149, "deceiving": 2150, "\u00a39": 2151, "shit": 2152, "american": 2153, "taken": 2154, "care": 2155, "apricot": 2156, "von": 2157, "vegetables": 2158, "anonymous": 2159, "carmel": 2160, "ample": 2161, "offers": 2162, "portuguese": 2163, "zero": 2164, "friendly": 2165, "missing": 2166, "european": 2167, "cf": 2168, "example": 2169, "synthetic": 2170, "sink": 2171, "town": 2172, "during": 2173, "menu": 2174, "occasion": 2175, "dinners": 2176, "professional": 2177, "tho": 2178, "gonna": 2179, "edit": 2180, "fir": 2181, "hands": 2182, "retail": 2183, "baby": 2184, "obviously": 2185, "nv": 2186, "liking": 2187, "recomended": 2188, "385": 2189, "tour": 2190, "success": 2191, "allow": 2192, "calm": 2193, "powerhouse": 2194, "sweets": 2195, "fast": 2196, "\ud83d\ude02": 2197, "\ud83d\udc44": 2198, "exceptionally": 2199, "silly": 2200, "asda": 2201, "benefits": 2202, "plummy": 2203, "presentation": 2204, "reminiscent": 2205, "naples": 2206, "seemed": 2207, "improved": 2208, "\ud83c\uddea\ud83c\uddf8": 2209, "stunner": 2210, "abad\u00eda": 2211, "retuerta": 2212, "located": 2213, "sard\u00f3n": 2214, "appellation": 2215, "outside": 2216, "vega": 2217, "75": 2218, "\ud83c\uddeb\ud83c\uddf7": 2219, "\ud83d\udcdd": 2220, "necessary": 2221, "air": 2222, "figs": 2223, "alley": 2224, "specially": 2225, "negro": 2226, "amaro": 2227, "sourced": 2228, "abruzzi": 2229, "thus": 2230, "released": 2231, "2014": 2232, "16": 2233, "heaviest": 2234, "el": 2235, "restrained": 2236, "dissapoint": 2237, "min": 2238, "accidity": 2239, "bet": 2240, "idk": 2241, "wagyu": 2242, "def": 2243, "\ud83e\udd14": 2244, "basically": 2245, "petroleum": 2246, "guv\u2019nor": 2247, "relation": 2248, "charming": 2249, "share": 2250, "room": 2251, "temp": 2252, "especial": 2253, "eur": 2254, "spinetta": 2255, "pricey": 2256, "barbera": 2257, "sauv": 2258, "wasn\u2019t": 2259, "tag": 2260, "salted": 2261, "read": 2262, "decided": 2263, "invest": 2264, "normally": 2265, "quaff": 2266, "oodles": 2267, "eat": 2268, "pineapple": 2269, "james": 2270, "suckling": 2271, "deserves": 2272, "expression": 2273, "clay": 2274, "show": 2275, "jumilla": 2276, "started": 2277, "grew": 2278, "dill": 2279, "soothing": 2280, "settled": 2281, "overpriced": 2282, "holiday": 2283, "officially": 2284, "lay": 2285, "yep": 2286, "working": 2287, "couldnt": 2288, "ill": 2289, "sunday": 2290, "naked": 2291, "yes": 2292, "delivered": 2293, "dangerous": 2294, "merry": 2295, "cinque": 2296, "autoctoni": 2297, "massive": 2298, "impressive": 2299, "tenner": 2300, "brooding": 2301, "recommendable": 2302, "thin": 2303, "reading": 2304, "morello": 2305, "develops": 2306, "1010": 2307, "amaronelike": 2308, "raisiny": 2309, "throw": 2310, "favorites": 2311, "cuv\u00e9e": 2312, "mass": 2313, "indication": 2314, "theres": 2315, "rossi": 2316, "sips": 2317, "slowly": 2318, "obvious": 2319, "pancakes": 2320, "following": 2321, "\ud83d\ude33": 2322, "musk": 2323, "nutty": 2324, "run": 2325, "extracted": 2326, "classy": 2327, "imho": 2328, "breathing": 2329, "noirs": 2330, "recall": 2331, "\ud83d\udc4d\ud83c\udffb": 2332, "poor": 2333, "combined": 2334, "finishing": 2335, "oaked": 2336, "terms": 2337, "effort": 2338, "gran": 2339, "vs": 2340, "complaints": 2341, "chips": 2342, "ticks": 2343, "boxes": 2344, "nr": 2345, "dom": 2346, "wina": 2347, "koszykowa": 2348, "mean": 2349, "\ud83e\udd13": 2350, "composition": 2351, "three": 2352, "sad": 2353, "anytime": 2354, "exquisite": 2355, "we\u2019re": 2356, "batch": 2357, "\u263a\ufe0f": 2358, "port": 2359, "stops": 2360, "shade": 2361, "saint": 2362, "\ud83c\udf0d": 2363, "france": 2364, "chocolatey": 2365, "subtleties": 2366, "write": 2367, "amplitude": 2368, "memorable": 2369, "blockbuster": 2370, "rhubarb": 2371, "30min": 2372, "montagne": 2373, "mediumfull": 2374, "\ud83d\udcb8": 2375, "waited": 2376, "\ud83e\udd37\ud83c\udffc\u200d\u2642\ufe0f": 2377, "hurt": 2378, "morning": 2379, "pastille": 2380, "contrasting": 2381, "dimensional": 2382, "gate": 2383, "spiciness": 2384, "rest": 2385, "braised": 2386, "crisp": 2387, "tangerine": 2388, "quince": 2389, "noses": 2390, "heavily": 2391, "liquorish": 2392, "salty": 2393, "pairings": 2394, "sultry": 2395, "af": 2396, "\ud83d\ude0f": 2397, "\ud83c\udf36": 2398, "\ud83d\ude06": 2399, "wrote": 2400, "\u00a312": 2401, "what\u2019s": 2402, "whiskey": 2403, "och": 2404, "syra": 2405, "lite": 2406, "issue": 2407, "presents": 2408, "yogurt": 2409, "upon": 2410, "improves": 2411, "within": 2412, "uncorking": 2413, "hold": 2414, "controlled": 2415, "mouthfilling": 2416, "vfm": 2417, "promising": 2418, "continue": 2419, "florals": 2420, "lisbon": 2421, "job": 2422, "fav": 2423, "till": 2424, "dust": 2425, "lowintense": 2426, "closed": 2427, "lasts": 2428, "spoilt": 2429, "bigger": 2430, "ladies": 2431, "road": 2432, "unobtrusive": 2433, "hoping": 2434, "smoothe": 2435, "beginners": 2436, "sale": 2437, "bellissimo": 2438, "od": 2439, "antipasti": 2440, "misses": 2441, "options": 2442, "lower": 2443, "prices": 2444, "tarragon": 2445, "test": 2446, "vino": 2447, "bland": 2448, "gut": 2449, "watching": 2450, "play": 2451, "semi": 2452, "\ud83d\udc4c\ud83c\udffb": 2453, "filling": 2454, "mediocre": 2455, "crianza": 2456, "cent": 2457, "spend": 2458, "ages": 2459, "tarty": 2460, "parker": 2461, "46": 2462, "burger": 2463, "ragu": 2464, "below": 2465, "sugars": 2466, "turkey": 2467, "free": 2468, "guests": 2469, "peppers": 2470, "sent": 2471, "deer": 2472, "sister": 2473, "34": 2474, "part": 2475, "oakvanilla": 2476, "unpleasant": 2477, "revisited": 2478, "belter": 2479, "marmelade": 2480, "beware": 2481, "finally": 2482, "overload": 2483, "vinhos": 2484, "persistence": 2485, "girl": 2486, "apple": 2487, "excelent": 2488, "reviewing": 2489, "approachable": 2490, "liquid": 2491, "anyway": 2492, "detailed": 2493, "165": 2494, "\ud83e\udd29": 2495, "regaliz": 2496, "promise": 2497, "vibrant": 2498, "cuts": 2499, "array": 2500, "swirled": 2501, "biggest": 2502, "humble": 2503, "grown": 2504, "altitude": 2505, "thinking": 2506, "grow": 2507, "develop": 2508, "recognisable": 2509, "sunny": 2510, "willing": 2511, "surely": 2512, "crushed": 2513, "cozy": 2514, "pine": 2515, "tropical": 2516, "moss": 2517, "notable": 2518, "visit": 2519, "suggested": 2520, "375": 2521, "viscosity": 2522, "developing": 2523, "bone": 2524, "follows": 2525, "impresses": 2526, "fix": 2527, "purpose": 2528, "fails": 2529, "quarantine": 2530, "torbreck": 2531, "quick": 2532, "anybody": 2533, "represents": 2534, "rack": 2535, "allowed": 2536, "respectable": 2537, "together": 2538, "harmony": 2539, "hill": 2540, "suits": 2541, "moment": 2542, "excited": 2543, "dominated": 2544, "lived": 2545, "unusual": 2546, "mourv\u00e8dre": 2547, "sirah": 2548, "elder": 2549, "cuvee": 2550, "regional": 2551, "ribeye": 2552, "almonds": 2553, "barrique": 2554, "fault": 2555, "fucking": 2556, "fruty": 2557, "sette": 2558, "ponti": 2559, "par": 2560, "mediterranean": 2561, "steady": 2562, "shared": 2563, "comment": 2564, "accessible": 2565, "liqueur": 2566, "elderberry": 2567, "flower": 2568, "s": 2569, "underbrush": 2570, "muscular": 2571, "crispy": 2572, "42\u2b50\ufe0f": 2573, "comparison": 2574, "osso": 2575, "gone": 2576, "ordering": 2577, "reliable": 2578, "pop": 2579, "versatile": 2580, "repeating": 2581, "adding": 2582, "creating": 2583, "\ud83c\udf77\ud83c\udf77\ud83c\udf77": 2584, "anyhow": 2585, "e": 2586, "confusing": 2587, "forgot": 2588, "mention": 2589, "reminded": 2590, "complexion": 2591, "equally": 2592, "tuscans": 2593, "opaque": 2594, "ie": 2595, "cheaper": 2596, "including": 2597, "felix": 2598, "solis": 2599, "celebrate": 2600, "cook": 2601, "bird": 2602, "justice": 2603, "king": 2604, "north": 2605, "wrap": 2606, "\u2b50\ufe0f": 2607, "linen": 2608, "chokeberry": 2609, "justified": 2610, "allround": 2611, "view": 2612, "blown": 2613, "developed": 2614, "\ud83d\udc1e": 2615, "grows": 2616, "riserva": 2617, "bd": 2618, "design": 2619, "mega": 2620, "met": 2621, "\ud83d\udcaa": 2622, "\ud83d\udd25": 2623, "partner": 2624, "source": 2625, "wind": 2626, "flowery": 2627, "\u2665\ufe0f": 2628, "lingers": 2629, "bday": 2630, "3x": 2631, "anyone": 2632, "marco": 2633, "cool": 2634, "international": 2635, "da": 2636, "rub": 2637, "fin": 2638, "er": 2639, "ikke": 2640, "hills": 2641, "cheddar": 2642, "cloying": 2643, "iberico": 2644, "means": 2645, "classical": 2646, "decantation": 2647, "stated": 2648, "freshly": 2649, "cut": 2650, "active": 2651, "buds": 2652, "distinguished": 2653, "2011": 2654, "peppercorn": 2655, "cracking": 2656, "f": 2657, "done": 2658, "allrounder": 2659, "definition": 2660, "picture": 2661, "fruitier": 2662, "neutral": 2663, "pauillac": 2664, "kinda": 2665, "enthusiast": 2666, "asked": 2667, "grab": 2668, "\ud83e\udd58": 2669, "omg": 2670, "magnificent": 2671, "sours": 2672, "typically": 2673, "speaks": 2674, "\ud83e\udd70": 2675, "sav": 2676, "encounter": 2677, "albeit": 2678, "consumed": 2679, "sadly": 2680, "getrunken": 2681, "und": 2682, "fore": 2683, "ripen": 2684, "ate": 2685, "couldn\u2019t": 2686, "ripasso": 2687, "everybody": 2688, "umami": 2689, "uber": 2690, "vineyard": 2691, "vibes": 2692, "midium": 2693, "reach": 2694, "info": 2695, "cookies": 2696, "figure": 2697, "heard": 2698, "missed": 2699, "paring": 2700, "smooths": 2701, "mike": 2702, "animal": 2703, "chalk": 2704, "inviting": 2705, "defined": 2706, "zwart": 2707, "afdronk": 2708, "v": 2709, "field": 2710, "watery": 2711, "apothic": 2712, "volume": 2713, "paying": 2714, "yellowtail": 2715, "anymore": 2716, "tint": 2717, "switzerland": 2718, "trip": 2719, "interestingly": 2720, "users": 2721, "sound": 2722, "afford": 2723, "problem": 2724, "correct": 2725, "candied": 2726, "max": 2727, "19": 2728, "gushing": 2729, "cc": 2730, "youve": 2731, "impressively": 2732, "diverse": 2733, "luxurious": 2734, "californian": 2735, "overpowered": 2736, "semidry": 2737, "wijn": 2738, "wednesday": 2739, "10\u00a3": 2740, "recommendations": 2741, "ultimately": 2742, "98": 2743, "ravioli": 2744, "board": 2745, "tanning": 2746, "zurich": 2747, "2nd": 2748, "reflexes": 2749, "pipe": 2750, "closing": 2751, "platter": 2752, "spicey": 2753, "complement": 2754, "lightmedium": 2755, "whine": 2756, "edition": 2757, "\ud83c\udf77\ud83d\udc4d": 2758, "major": 2759, "vibe": 2760, "polish": 2761, "plate": 2762, "ribs": 2763, "berrys": 2764, "lucky": 2765, "drops": 2766, "consisting": 2767, "exotic": 2768, "76": 2769, "texas": 2770, "40\u2b50": 2771, "arrived": 2772, "yesterday": 2773, "oil": 2774, "unusually": 2775, "ochetti": 2776, "beatiful": 2777, "corona": 2778, "autumn": 2779, "budget": 2780, "bubblegum": 2781, "butterscotch": 2782, "resin": 2783, "23": 2784, "helps": 2785, "celebrating": 2786, "mom": 2787, "often": 2788, "decently": 2789, "uk": 2790, "funny": 2791, "weighted": 2792, "bruciato": 2793, "enticing": 2794, "drinkability": 2795, "impenetrable": 2796, "dream": 2797, "described": 2798, "app": 2799, "brie": 2800, "chilli": 2801, "lacked": 2802, "interest": 2803, "parmesan": 2804, "turned": 2805, "parts": 2806, "straw": 2807, "describing": 2808, "late": 2809, "afternoon": 2810, "sardon": 2811, "fruitdriven": 2812, "purity": 2813, "boy": 2814, "breathed": 2815, "poured": 2816, "fleshy": 2817, "comments": 2818, "sooo": 2819, "\ud83d\udc43\ud83c\udffc": 2820, "reference": 2821, "tough": 2822, "powder": 2823, "borders": 2824, "undoubtedly": 2825, "splendid": 2826, "focused": 2827, "polished": 2828, "este": 2829, "minor": 2830, "aspects": 2831, "month": 2832, "core": 2833, "\ud83c\udf7e": 2834, "tuesday": 2835, "sandy": 2836, "post": 2837, "toasty": 2838, "meh": 2839, "waste": 2840, "200": 2841, "chockolate": 2842, "aerated": 2843, "strongly": 2844, "blood": 2845, "equal": 2846, "vecchio": 2847, "delivers": 2848, "accompaniment": 2849, "someone": 2850, "mentioned": 2851, "\ud83e\udd69": 2852, "carry": 2853, "flight": 2854, "rubby": 2855, "mildly": 2856, "reasonably": 2857, "minerally": 2858, "required": 2859, "reward": 2860, "numerous": 2861, "bing": 2862, "con": 2863, "shape": 2864, "transparent": 2865, "brick": 2866, "reflections": 2867, "elegantly": 2868, "biscuit": 2869, "certain": 2870, "oakiness": 2871, "116425004vita": 2872, "vinum": 2873, "weekday": 2874, "priorat": 2875, "39\u2b50\ufe0f": 2876, "support": 2877, "bringing": 2878, "memory": 2879, "valid": 2880, "currents": 2881, "drying": 2882, "j": 2883, "stable": 2884, "yard": 2885, "horse": 2886, "manure": 2887, "adstringent": 2888, "4star": 2889, "comfortable": 2890, "received": 2891, "load": 2892, "moved": 2893, "stage": 2894, "six": 2895, "bliss": 2896, "sumptuous": 2897, "overtones": 2898, "austere": 2899, "sherry": 2900, "\ud83d\ude0e": 2901, "unctuous": 2902, "providing": 2903, "uvas": 2904, "em": 2905, "um": 2906, "vinho": 2907, "equilibrado": 2908, "seco": 2909, "taninos": 2910, "na": 2911, "carne": 2912, "casa": 2913, "com": 2914, "\ud83c\udf1f": 2915, "\ud83e\udd74": 2916, "phenomenal": 2917, "signature": 2918, "ginger": 2919, "succulent": 2920, "savour": 2921, "recomend": 2922, "justify": 2923, "line": 2924, "ferreirinha": 2925, "lives": 2926, "bistecca": 2927, "fiorentina": 2928, "porterhouse": 2929, "relaxing": 2930, "fun": 2931, "ended": 2932, "jam\u00f3n": 2933, "intensive": 2934, "nuanced": 2935, "discovery": 2936, "amongst": 2937, "mucho": 2938, "mas": 2939, "sometimes": 2940, "g": 2941, "marked": 2942, "staining": 2943, "capacity": 2944, "bordering": 2945, "enriched": 2946, "twist": 2947, "lifted": 2948, "drawn": 2949, "sicilian": 2950, "smoothly": 2951, "mood": 2952, "year\u2019s": 2953, "fruitforward": 2954, "tartness": 2955, "closure": 2956, "newer": 2957, "stew": 2958, "si": 2959, "excellently": 2960, "discreet": 2961, "impact": 2962, "fill": 2963, "embrace": 2964, "bunch": 2965, "50": 2966, "voluminous": 2967, "dominate": 2968, "filet": 2969, "delish": 2970, "lavender": 2971, "custard": 2972, "zesty": 2973, "specifically": 2974, "australia": 2975, "veal": 2976, "asian": 2977, "vivino\u2019s": 2978, "highest": 2979, "sub": 2980, "quaffable": 2981, "combines": 2982, "minimalist": 2983, "38\u2b50\ufe0f": 2984, "viscous": 2985, "root": 2986, "sappy": 2987, "essence": 2988, "delivery": 2989, "settle": 2990, "teeth": 2991, "cases": 2992, "flavoured": 2993, "accent": 2994, "self": 2995, "accompanying": 2996, "cement": 2997, "tanks": 2998, "walking": 2999, "orchard": 3000, "supper": 3001, "fab": 3002, "breast": 3003, "palato": 3004, "paper": 3005, "salad": 3006, "erdig": 3007, "besides": 3008, "hickory": 3009, "37\ud83c\udf1f": 3010, "linger": 3011, "funky": 3012, "boeuf": 3013, "24": 3014, "types": 3015, "undertone": 3016, "astringency": 3017, "hibiscus": 3018, "acidicity": 3019, "pallate": 3020, "bang": 3021, "bucks": 3022, "wellintegrated": 3023, "perfumes": 3024, "d": 3025, "2008": 3026, "wee": 3027, "tomatoes": 3028, "sushi": 3029, "opportunity": 3030, "constant": 3031, "perfection": 3032, "youd": 3033, "coating": 3034, "saline": 3035, "kiss": 3036, "deserve": 3037, "respect": 3038, "potent": 3039, "favourites": 3040, "water": 3041, "you\u2019ll": 3042, "liters": 3043, "period": 3044, "toronto": 3045, "favor": 3046, "choco": 3047, "tawny": 3048, "frutal": 3049, "gum": 3050, "cottage": 3051, "comparable": 3052, "shallow": 3053, "limited": 3054, "crave": 3055, "textbook": 3056, "bosque": 3057, "aforementioned": 3058, "overwhelms": 3059, "winner": 3060, "cave": 3061, "cause": 3062, "told": 3063, "sausages": 3064, "perfekt": 3065, "nicest": 3066, "nut": 3067, "exquisitely": 3068, "soooo": 3069, "heavier": 3070, "equilibrium": 3071, "fading": 3072, "mais": 3073, "instagram": 3074, "buena": 3075, "bark": 3076, "bits": 3077, "mulled": 3078, "smelled": 3079, "grappa": 3080, "grassy": 3081, "guy": 3082, "ham": 3083, "punching": 3084, "til": 3085, "sorts": 3086, "softly": 3087, "bye": 3088, "petals": 3089, "holds": 3090, "bolder": 3091, "awhile": 3092, "thyme": 3093, "bottled": 3094, "ballanced": 3095, "ive": 3096, "species": 3097, "nicer": 3098, "puts": 3099, "evolved": 3100, "significantly": 3101, "terrific": 3102, "becomes": 3103, "pallette": 3104, "yrs": 3105, "mmmm": 3106, "eyes": 3107, "cask": 3108, "varietal": 3109, "ws": 3110, "4\u2b50": 3111, "lost": 3112, 